const shopList = [
  {
    "shop": "旭川店",
    "id": "2091"
  },
  {
    "shop": "函館店",
    "id": "2092"
  },
  {
    "shop": "札幌北21条店",
    "id": "2093"
  },
  {
    "shop": "札幌白石本通店",
    "id": "2094"
  },
  {
    "shop": "札幌すすきの店",
    "id": "2117"
  },
  {
    "shop": "青森店",
    "id": "2089"
  },
  {
    "shop": "盛岡店",
    "id": "2088"
  },
  {
    "shop": "仙台苦竹店",
    "id": "2090"
  },
  {
    "shop": "秋田店",
    "id": "2087"
  },
  {
    "shop": "福島店",
    "id": "2085"
  },
  {
    "shop": "郡山店",
    "id": "2086"
  },
  {
    "shop": "金沢店",
    "id": "2079"
  },
  {
    "shop": "新潟店",
    "id": "2084"
  },
  {
    "shop": "長野店",
    "id": "2080"
  },
  {
    "shop": "宇都宮店",
    "id": "2063"
  },
  {
    "shop": "前橋店",
    "id": "2066"
  },
  {
    "shop": "大宮店",
    "id": "2053"
  },
  {
    "shop": "わらび店",
    "id": "2054"
  },
  {
    "shop": "朝霞店",
    "id": "2055"
  },
  {
    "shop": "上尾店",
    "id": "2056"
  },
  {
    "shop": "栗橋店",
    "id": "2057"
  },
  {
    "shop": "入間店",
    "id": "2058"
  },
  {
    "shop": "草加店",
    "id": "2059"
  },
  {
    "shop": "さいたま・上里店",
    "id": "2060"
  },
  {
    "shop": "鴻巣店",
    "id": "2062"
  },
  {
    "shop": "ららぽーと新三郷店",
    "id": "2114"
  },
  {
    "shop": "所沢店",
    "id": "2123"
  },
  {
    "shop": "市原店",
    "id": "2050"
  },
  {
    "shop": "習志野店",
    "id": "2051"
  },
  {
    "shop": "市川鬼高店",
    "id": "2052"
  },
  {
    "shop": "アリオ柏店",
    "id": "2118"
  },
  {
    "shop": "南砂店",
    "id": "2036"
  },
  {
    "shop": "町田店",
    "id": "2037"
  },
  {
    "shop": "板橋店",
    "id": "2038"
  },
  {
    "shop": "武蔵村山店",
    "id": "2039"
  },
  {
    "shop": "府中本町駅前店",
    "id": "2040"
  },
  {
    "shop": "ダイバーシティ東京プラザ店",
    "id": "2041"
  },
  {
    "shop": "池袋店",
    "id": "2042"
  },
  {
    "shop": "吉祥寺店",
    "id": "2120"
  },
  {
    "shop": "調布駅前店",
    "id": "2124"
  },
  {
    "shop": "町田ジョルナ店",
    "id": "2125"
  },
  {
    "shop": "高津店",
    "id": "2044"
  },
  {
    "shop": "綱島店",
    "id": "2045"
  },
  {
    "shop": "横浜駅西口店",
    "id": "2046"
  },
  {
    "shop": "川崎大師店",
    "id": "2047"
  },
  {
    "shop": "ららぽーと湘南平塚店",
    "id": "2119"
  },
  {
    "shop": "モレラ岐阜店",
    "id": "2083"
  },
  {
    "shop": "富士店",
    "id": "2076"
  },
  {
    "shop": "浜松店",
    "id": "2077"
  },
  {
    "shop": "静岡・駿河店",
    "id": "2116"
  },
  {
    "shop": "千種店",
    "id": "2068"
  },
  {
    "shop": "鳴海店",
    "id": "2070"
  },
  {
    "shop": "中川1号線店",
    "id": "2072"
  },
  {
    "shop": "名古屋西春店",
    "id": "2073"
  },
  {
    "shop": "半田店",
    "id": "2074"
  },
  {
    "shop": "豊橋店",
    "id": "2075"
  },
  {
    "shop": "イーアス春日井店",
    "id": "2122"
  },
  {
    "shop": "みえ川越ＩＣ店",
    "id": "2081"
  },
  {
    "shop": "津・高茶屋店",
    "id": "2082"
  },
  {
    "shop": "浜大津アーカス店",
    "id": "2033"
  },
  {
    "shop": "京都河原町店",
    "id": "2029"
  },
  {
    "shop": "京都伏見店",
    "id": "2030"
  },
  {
    "shop": "豊中店",
    "id": "2002"
  },
  {
    "shop": "守口店",
    "id": "2003"
  },
  {
    "shop": "東大阪店",
    "id": "2006"
  },
  {
    "shop": "東淀川店",
    "id": "2008"
  },
  {
    "shop": "高槻店",
    "id": "2011"
  },
  {
    "shop": "堺中央環状店",
    "id": "2012"
  },
  {
    "shop": "城東放出店",
    "id": "2013"
  },
  {
    "shop": "堺駅前店",
    "id": "2014"
  },
  {
    "shop": "枚方店",
    "id": "2015"
  },
  {
    "shop": "岸和田店",
    "id": "2016"
  },
  {
    "shop": "梅田店",
    "id": "2017"
  },
  {
    "shop": "千日前店",
    "id": "2018"
  },
  {
    "shop": "ららぽーと和泉店",
    "id": "2019"
  },
  {
    "shop": "加古川店",
    "id": "2020"
  },
  {
    "shop": "JR尼崎店",
    "id": "2024"
  },
  {
    "shop": "伊丹店",
    "id": "2025"
  },
  {
    "shop": "三宮駅前店",
    "id": "2027"
  },
  {
    "shop": "姫路飾磨店",
    "id": "2028"
  },
  {
    "shop": "奈良ミ・ナーラ店",
    "id": "2121"
  },
  {
    "shop": "和歌山店",
    "id": "2032"
  },
  {
    "shop": "岡山妹尾店",
    "id": "2098"
  },
  {
    "shop": "広島店",
    "id": "2095"
  },
  {
    "shop": "福山店",
    "id": "2096"
  },
  {
    "shop": "徳島・万代店",
    "id": "2100"
  },
  {
    "shop": "高松店",
    "id": "2097"
  },
  {
    "shop": "松山店",
    "id": "2102"
  },
  {
    "shop": "高知店",
    "id": "2115"
  },
  {
    "shop": "福岡天神店",
    "id": "2103"
  },
  {
    "shop": "小倉店",
    "id": "2104"
  },
  {
    "shop": "博多半道橋店",
    "id": "2105"
  },
  {
    "shop": "大野城店",
    "id": "2106"
  },
  {
    "shop": "佐賀店",
    "id": "2109"
  },
  {
    "shop": "熊本店",
    "id": "2107"
  },
  {
    "shop": "大分店",
    "id": "2111"
  },
  {
    "shop": "宮崎店",
    "id": "2110"
  },
  {
    "shop": "鹿児島宇宿店",
    "id": "2108"
  },
  {
    "shop": "沖縄・宜野湾店",
    "id": "2112"
  },
  {
    "shop": "沖縄・南風原店",
    "id": "2113"
  }
]

export default shopList;